<section>
ALUVISTA ® را می توان با پانل عمودی دیدم قطع، مدور و یا جست و خیز کردن دیدم.

کاربید نوک (CT) را دیدم پره

 

هندسه تیغه
دندان ضخامت تقریبا. 2 - 4 میلی متر، مخروطی به داخل برای جلوگیری از پارازیت
هندسه دندان
دندان ذوزنقه / دندان صاف
پیچ T
10 - 12 میلی متر
ترخیص زاویه α
15 درجه
زاویه شن کش γ
10 درجه مثبت
حداکثر سرعت برش V
5000 متر / دقیقه
حداکثر خوراک ها
30 متر / در دقیقه
 

کاربید نوک (CT) را دیدم پره برای HOLZ او و Striebig اره پانل.

ذوزنقه / تخت دندان تیغ اره، دندان های تخت 45 درجه chamfered برای لبه های آزاد با مته سوراخ کردن.


تیغ اره Ø
D = 300 میلی متر (برای پانل Striebig عمودی دیدم استاندارد II)
تعداد دندان
t = 72 (برای کاهش حداکثر تا 5 پانل)
LEUCO کد شماره 181،724
T = 96 (برای کاهش تنها و بدون burrs)
LEUCO کد شماره 181،725
تیغ اره Ø
D = 250 میلی متر
(برای Holz پانل عمودی او را دیدم 1255 ALUVISTA ®)
تعداد دندان
T = 60 (برای کاهش حداکثر تا 5 پانل)
LEUCO کد شماره 181،726
T = 80 (برای کاهش تنها و بدون burrs)
LEUCO کد شماره 181،727
با مته سوراخ ø
D = 30 میلی متر
ضخامت دندان
3.2 میلی متر
ترخیص زاویه α
15 درجه
زاویه شن کش γ
10 درجه مثبت 
<img src="images/cutting.jpg" />
</section><!-- boresh -->
<section>ALUVISTA ® پانل از هر ضخامت را می توان با استفاده از متعارف ورق فلز ماشین آلات پانچ پانچ شده است. برای کاهش تمیز با حداقل برش ترخیص کالا از گمرک (0.1 میلی متر) استفاده از ابزار تیز و می میرد. بوکس انحراف کمی از لبه برش در کنار تاثیر شود.

سوراخ به قطر حداقل 4 میلی متر می تواند پانچ شود.حداقل عرض وب سایت بین لبه های سوراخ نیز 4 میلیمتر است.

لطفا برای کسب اطلاعات بیشتر در سوراخ ALUVISTA ®
</section><!-- panch kardan-->
<section>ALUVISTA را می توان برش برای شکل دادن با استفاده از جست و خیز کردن اره، مراکز ماشینکاری CNC و ماشین آلات برش جت آب. استفاده از تیغه های اره چوب و مواد پلاستیکی که با استفاده از اره جست و خیز کردن. برش abrasively در هنگام استفاده از یک جت آب دستگاه برش. قبل از حفاری از پانل لازم است در هنگام شروع برش در وسط پانل آن را به عنوان ممکن نیست از طریق تمرین با جت آب. برای برش کانتور در CNC مرکز ماشینکاری با استفاده از برش یک لبه.

</section><!-- boresh conector-->
<section>خم شدن ALUVISTA ® ممکن است با پرس خم.

حداقل لازم است شعاع r = 10 XT (t = ضخامت پانل)
اثر بهار پشت ALUVISTA ® بزرگتر از آن است که از یک ورق آلومینیوم جامد
لبه جان باید گرد و صاف
برای جلوگیری از خسارات ناشی از به سطح پانل، فویل محافظ باید در طول خم نمی شود حذف شده
علاوه بر این، سطح قابل مشاهده را می توان با استفاده از پد های پلاستیکی از 1 محافظت - ضخامت 2 میلیمتر
عرض می میرند ایده آل: 2 XT + 2 X ضخامت فویل محافظ + قطر پانچ + 15 میلی متر
برای تولید سریال، آزمایش بر روی پانل های نمونه

نکته مهم: هنگام خم شدن ALUVISTA ® با سطح anodised، منطقه خم روشن تر است.

<br />

A =

punch

B =

protective foil

C =

die

D =

die width
r =

radius

<img src="images/bending.gif" />
</section><!-- kham kardan -->
<section>
<img src="images/routing-and-folding.gif" />
	ALUVISTA ® می تواند خم شود با استفاده از یک دستگاه رول خم (3 یا 4 غلطک). اطمینان حاصل کنید که فیدر فشار بیش از حد اعمال کند. غلطک خم آنها نیز خم شدن فلزات دیگر استفاده می شود را باید به طور کامل از تراشه قبل از پردازش ALUVISTA ® تمیز می شود. اطمینان حاصل کنید که به استفاده از تنها غلطک های جلا آزاد از فرورفتگی ها و نقص های دیگر.

برای جلوگیری از خسارات ناشی از به سطح پانل، فویل محافظ پوست کردن باید در طول خم نمی شود حذف شده است. 2 میلیمتر ضخامت - علاوه بر این، سطح قابل مشاهده است می توان با استفاده از پد های پلاستیکی از 1 ها محافظت می شود.

برای تولید سریال، لطفا آزمایش بر روی پانل های نمونه.


نکته مهم: هنگام خم شدن ALUVISTA ® با سطح anodised، منطقه خم روشن تر است.
</section><!-- kham rol-->
<section>ALUVISTA ® پانل کامپوزیت ها را می توان با استفاده از یک روش بسیار ساده پردازش شکل گرفته است.

این روش، به نام مسیریابی و روش های تاشو، را قادر می سازد جعل برای تولید اشکال از انواع و اندازه های مختلف.

یک شیار V شکل یا مستطیل شکل است که در سمت معکوس ALUVISTA ® پانل کامپوزیت با استفاده از یک دیسک و یا پایان برش فرز روت شده است. یک لایه نازک از مواد هسته باید در پایه از شیار سمت چپ، یعنی در داخل ورق پوشش بیرونی. جدول دست نخورده پوشش بیرونی در حال حاضر می تواند خم به صورت دستی، از دادن یک خط دقیق و تمیز تاشو است که به شرح زیر شیار روت شده است. شعاع بیرونی از لبه تا خورده بستگی به شکل شیار و عمق آن است.

ما توصیه می کنیم که مسیریابی تواند انجام شود با استفاده از پانل عمودی دیدم مجهز به ALUVISTA ® لوازم جانبی برش، مرکز ماشینکاری CNC، دستگاه فرز ورق های قابل حمل و یا یک روتر دست. مسیریابی و روش های تاشو می توان برای ALUVISTA ® پانل های کامپوزیت با همه در دسترس است پس از اتمام سطح استاندارد مورد استفاده قرار گیرد.

 



نکته مهم: وقتی تاشو ALUVISTA ® با سطح anodised، لبه تاشو روشن

 

مزایای استفاده

قانع کننده از مزایای این روش منحصر به فرد عبارتند از:


هزینه های سرمایه گذاری پایین
روش ساخت ساده
تاشو را می توان در سایت انجام می شود، صرفه جویی در هزینه های حمل و نقل
کم هزینه ساخت از اجزای شکل مورد استفاده در فاسیا و روکش فلزی دیوار، سقف های مرزی، روکش فلزی ستون، flashings، و غیره
انعطاف پذیری در ایجاد اشکال
نظر اقتصادی بسیار مقرون به صرفه است
اشکال ظرفیت دستگاه محدود نمی شود



مزایای

ساخت از اجزای شکل با استفاده از ALUVISTA ® تنها نیاز به یک حداقل مبلغ سرمایه گذاری سرمایه گذاری است.
روتر دست و دستگاه فرز ورق ارزان است و می تواند یا در کارگاه و یا در سایت استفاده می شود.
ساخت اشکال در مقادیر بزرگتر به خصوص مقرون به صرفه با استفاده از اره پانل عمودی مجهز به ALUVISTA ® جروفنج لوازم جانبی.
 

90 ° V-شیار برای برابر تا 90 درجه

 





 

 

 

135 درجه V-شیار برای برابر تا 135 درجه

 





 

 

 

شیار مستطیل برابر تا 150 درجه، بسته به ضخامت پانل است.
مناسب برای ALUVISTA ® A2.
</section><!-- ta kardan varagh -->
<section>پرچین ممکن است با استفاده از پرچ جامد یا کور با ابزار متعارف پرچین. برنامه های کاربردی خارجی برای انبساط حرارتی اجازه می دهد و با استفاده از میخ پرچ محکم کردن ضمیمه جست و خیز کردن، در صورت لزوم.

ALUVISTA پانل ® را می توان به یکدیگر متصل شده و یا ملحق به سایر مواد با استفاده از پرچ به ساختارهای آلومینیوم مشترک. برای استفاده در فضای باز و برای استفاده در مناطق با رطوبت بالا، مطمئن شوید که برای استفاده از پرچ آلومینیوم کور با mandrils از جنس استنلس استیل برای جلوگیری از زشت لبه خورنده. هنگامی که با استفاده از پرچ آلومینیوم کور با mandrils فولاد، مرغک باید رها کردن پس از پرچین (نسخه قابل جدا شدن).

پرچ Countersunk مناسب برای استفاده در محیط داخلی فقط.

 

برای استفاده در فضای باز توجه فرمایید:

استفاده از پرچ آلومینیوم کور است که برای ساخت و ساز با قطر شفت 5 میلیمتر و سر دلبستگی قطر 11 یا 14 میلیمتر تایید شده اند.
لطفا انبساط حرارتی پانل به حساب (2.4 mm/m/100 ° C). برای جلوگیری از پارازیت، سوراخ در پانل باید به اندازه کافی بزرگ برای توسعه اجازه می دهد.
با تنه میخ پرچ محکم کردن اتصالات نزدیک به لبه سوراخ، سر دلبستگی باید بیش از 1 میلی متر از مناطق اطراف سوراخ را پوشش میدهد.
مته های چند مرحله ای یا آستین داشتن قطر متناظر برای centrically حفاری سوراخ را به پانل و زیر سازی و برای centrically اتصالات پرچ استفاده می شود.
ججس پرچ دلبستگی برای اتصالات پرچ کور و بدون پارازیت اجازه می دهد برای تحمل به میزان 0.3 میلی متر استفاده می شود. اطمینان حاصل کنید که ججس و پرچ میخ پرچ محکم کردن پیوست به استفاده از تولید کننده، به عنوان ارتفاع از سر دلبستگی بر اساس DIN 7337 ممکن است متفاوت باشد.
بستن نتایج ضخامت از ضخامت مواد پرچ شده به علاوه ارزش اضافی از 2 میلی متر تا اطمینان حاصل شود که سر بسته شدن کاملا تشکیل شده است. مطابق با این ضخامت بستن طول شفت مربوطه در جداول ارائه شده توسط تولید کنندگان میخ پرچ محکم کردن تعیین می شود. (lmin = 14 میلی متر).



مهم:

از آنجا که در طول پرچین عوامل بسیاری ممکن است نفوذ در تحمل دقیق از پرچ 0.3 میلی متر (تحمل سر پرچ به عنوان مثال) را داشته باشند، توصیه می کنیم که شما می توانید یک آزمایش بر روی پانل فاسیا است. لطفا فویل محافظ همیشه در منطقه قبل از پرچین پرچین حذف کنید. 
<img src="images/riveting.gif" />
</section><!-- parch kardan -->
<section>امتیاز موضوع: اتصال دهنده برای استفاده در فضای باز

برای استفاده در فضای باز مطمئن شوید که به انبساط حرارتی پانل را به حساب. برای جلوگیری از پارازیت، قطر سوراخ در پانل باید برای گسترش استفاده می شود.

چفت و بست بدون پارازیت ممکن است با استفاده از پیچ فاسیا ساخته شده از فولاد ضد زنگ با واشر آب بندی (شکل 1) که برای ساخت و ساز تایید شده است.پیچ ها باید مناسب برای زیر سازی مربوطه (لطفا توجه داشته باشید که اطلاعات داده شده توسط سازنده).پیچ ها باید با آچار گشتاور تنگ تر و یا پیچ گوشتی به طوری که واشر آب بندی بر روی پنل برای درزگیری سوراخ با مته سوراخ را بدون اعمال فشار به پنل قرار داده شده است.

مته های چند مرحله ای یا آستین داشتن قطر متناظر برای centrically حفاری سوراخ را به پانل و زیر سازی و برای centrically اتصالات پرچ استفاده می شود.

مهم: اطمینان حاصل کنید که برای حذف فویل محافظ در منطقه screwing قبل از screwing.

 

امتیاز موضوع: اتصال دهنده برای استفاده در محیط داخلی

پیچ ها برای ورق فلز و چوب سر مختلف با اشکال مناسب برای استفاده در محیط داخلی (شکل 2). آنها برای گسترش هر پانل به طور معمول نمی اجازه می دهد. پیچ Countersunk را می توان با استفاده از روش معمول countersinking یا افسرده سطح آلومینیوم را به پانل قرار داده شده است. هنگامی که افسرده سطح آلومینیومی، قطر سوراخ در پنل باید بزرگتر از قطر پیچ است.
<img src="images/screwing.jpg" />
</section><!-- pich kardan-->
