<section id="pt1">
	<p> آماده سازي قاب:<br />
الف: آماده سازي زير كار <br />
پانل هاي تيغه اي، ساختاري ديواره اي دارند كه به ساختمان اصلي متصل است. براي آنكه تيغه پانلي ما كاملا تخت و صاف باشد، بايد زير كار آن نيز تخت و هموار باشد. اگر ميزان هموار بودن اين زير كار مناسب نيست بايد آنرا آنطور كه لازم است تخت و تراز نمود.

ب: آماده سازي ستون ها و تير هاي عرضي
ابتدا تراز سطح را با استفاده از روش ترازيابي تنظيم كنيد. سپس ستون و تير عرضي را مطابق نقشه محل اتصال اصلي نصب نماييد. در لايه تحتاني، ميتوان آنرا با استفاده از پيچ واشو يا پيچ محكم با مهار شيميايي ثابت كرد. در لايه فوقاني، اين ثابت كردن را ميتوان با استفاده از پيچ محكم با مهار شيميايي انجام داد. چنانچه شرايط خاصي وجود داشته باشد، بايد قاب را به كمك قطعاتي كه از پيش در داخل كار تعبيه شده است ثابت و محكم نمود.
	</p>
</section>
<section id="pt2">
	<p>آماده سازي پانل هاي كامپوزيت آلمينيوم آلوویستا: <br />
ابزارهاي لازم براي آماده سازي اين پانل ها عبارت اند از دستگاه شيار زني حرفه اي و دستگاه شيارزني قابل حمل.  تجهيزات برش نيز شامل دستگاه برش صفحه اي و فرز نهايي مي شود. دستگاه شيارزني حرفه اي از ديسك هاي برش دهنده مطابق آنچه كه در شكل نشان داده شده است استفاده ميكند. اين دستگاه بسيار سريع بوده و براي كار شيارزني كاملا مناسب است.  فرز نهايي با نامهاي نظير فرز نهايي مدوّر، شيار زن با طرح شيار V شكل، برش دهنده با كف تخت، و دستگاه برش لبه زن هم شناخته مي شود. لطفا با توجه با شرايط و ملزومات دكوراسيون خود شكل شيار مناسب را انتخاب كرده و با توجه به شكل شيار، برش دهنده صحيح را برگزينيد.


شكل پايين صفحه 23: 
(1) برش دهنده مخصوص ايجاد شيار مدور (2) برش دهنده با كف تخت و برش V شكل (3) برش دهنده مخصوص ايجاد شيار مدور بزرگ  (3) برش دهنده 6 ميليمتري صاف


صفحه 24 <br />

  
الف: ايجاد شيار در پانل هاي كامپوزيت آلمينيوم با هسته پلي اتيلن معمولي
چنانچه از برش دهنده مخصوص ايجاد شيار مدوّر و برش دهنده با كف تخت و برش V شكل استفاده ميكنيد، ميتوان طرح زاويه قائمه با شعاع 2 ميليمتر را ايجاد كرد.


شكل سمت چپ بالاي صفحه 24: <br />
(1) برش دهنده مخصوص ايجاد شيار مدوّر (2) برش دهنده با كف تخت و برش V شكل (3) تيغه برش
(5) آلمينيوم  (6) هسته پلي اتيلن (7) آلمينيوم
در صورتي كه از برش دهنده مخصوص ايجاد شيار مدوّر بزرگ و برش دهنده با كف تخت استفاده ميكنيد، ميتوان طرح زاويه قائمه با شعاع 5 ميليمتر را ايجاد كرد.


شكل سمت راست بالاي صفحه 24: <br />
(1) برش دهنده مخصوص ايجاد شيار مدوّر بزرگ (2) برش دهنده 6 ميليمتر با كف صاف (3) تيغه برش
(5) آلمينيوم  (6) هسته پلي اتيلن (7) آلمينيوم
   
در صورت استفاده از برش دهنده با كف تخت و برش V شكل 135 درجه، ميتوان زاويه حادّه با شعاع 2 ميليمتر ايجاد كرد.


شكل وسط صفحه 24: <br />
(1) برش دهنده با كف تخت و برش V شكل (2) تيغه برش  (3) آلمينيوم  (4) هسته پلي اتيلن (5) آلمينيوم
   
ب: ايجاد شيار در پانل هاي كامپوزيت آلمينيوم داراي هسته ضد حريق از جنس نانو لاستيك پلاستيك
شيارزني پانل هاي كامپوزيت آلمينيوم با هسته نانو لاستيك پلاستيك مقاوم در برابر آتش، همان روشي را دارد كه در مورد پانل هاي كامپوزيت آلمينيوم معمولي شرح داده شد. علاوه بر اين، براي اين نوع پانل با توجه به هسته خاصي كه دارد ميتوان از دو روش شبار زني با مقاومت بالا استفاده كرد.   


شكل سمت پايين صفحه 24: <br />
(1) برش دهنده مخصوص ايجاد شيار مدوّر با قوس بزرگ (2) برش دهنده 6 ميليمتر با كف صاف (3) تيغه برش (4) آلمينيوم  (5) هسته نانو لاستيك پلاستيك مقاوم در برابر آتش (6) آلمينيوم (7) شعاع بزرگ براي جداره هاي ضخيم با مقاومت بالا مناسب است.  

در صورت كه از برش دهنده مخصوص ايجاد شيار مدوّر با قوس بزرگ و برش دهنده با كف تخت استفاده ميكنيد، ميتوان زاويه قائمه بسيار مقاومي با شعاع 5 ميليمتر ايجاد كرد.
و بالاخره اگر از برش V شكل  135 درجه با كف تخت استفاده ميكنيد، ميتوان مدل زاويه به شدت حادّه اي  با شعاع 5 ميليمتر ايجاد نمود.
	</p>
</section>
<section id="pt3">
	<p>برش كنج ها : <br />
روش هاي زيادي براي برش كنج ها وجود دارد كه شرح آن در زيرآمده است: <br />

روش 1: (رجوع شود به شكل سمت چپ بالاي صفحه 25)  <br />


شكل سمت چپ بالاي صفحه 25: (1) شيار  (2) قسمت جدا شده كنج (3) آب <br />  

طرح تاثير بعد از تا زدن به روش 1: <br />    
اين روش ساده است اما نفوذ پذيري و عملكرد ديناميك آن به خوبي روش دوم نيست.

روش 2: (رجوع شود به شكل سمت راست بالاي صفحه 25) <br />


شكل سمت راست بالاي صفحه 25: (4) شيار  (5) قسمت جدا شده كنج  (6) آب  (7) نفوذ پذيري و عملكرد ديناميكي در حد عالي 

طرح تاثير بعد از تا زدن به روش 2: <br />     
به دليل فوق العاده دشوار بودن برشكاري كنج، كار بردن اين روش مستلزم داشتن تجهيزات حرفه اي است. اما مقاومت در برابر نفوذ آب و عملكرد ديناميكي آن در گوشه هاي قسمتهاي تا زده در قياس با روش 1 بهتر است. 

	</p>
</section>
<section id="pt4">
	<p> جعبه سازي به كمك تا زدن: <br />
شكل وسط صفحه 25: (1) آويز وسط  (2) آويز (3) درز تاي پانل بايد با ماده آب بندي  پر شود.
	</p>
</section>
<section id="pt5">
	<p>تقويت: <br />
تيغه هاي ساخته شده از پانل كامپوزيت آلمينيوم به عنوان يك سازه محافظ و بسته، بايد بتوانند نيروهاي باد، زلزله، درجه حرارت و غيره را تحمل كنند. معمولا افزودن پروفيل هاي فولادي در پشت پانل متناسب با نيروي محاسبه شده براي فشار باد، ميتواند ظرفيت تحمل آنرا در برابر فشار باد بالا ببرد.
از مواد و مصالحي مانند چوب چهارتراش، نبشي آلمينيوم، قوطي آلمينيومي يا فولادي و غيره ميتوان براي تقويت پانل استفاده كرد. علاوه بر اين، ورق هاي پلي استايرن فوم دار مقاوم داراي ايزولاسيون حرارتي را نيز براي تقويت ميتوان به كار برد و به اين ترتيب هم پانل آلمينيوم را تقويت نمود و هم سازه را در برابر سرما ايزوله و محافظت كرد.
فولاد تقويتي بايد در جهت افقي اضافه شود زيرا معمولا ستونها در سازه اصلي خود در جهت عمودي عمل ميكنند. بنابراين، اضافه كردن فولاد تقويتي در جهت افقي ميتواند نيروي عمل كننده بر روي قسمت وسط تيغه يا ديواره را مستقيما به ستون منتقل كند. 

صفحه 26 <br />

اصل انتقال نيروي عمل بايد رعايت شود: <br />

انتقال نيروي عمل به سازه اصلي واقع در نزديكترين فاصله:


شكل بالاي صفحه 26: <br />
(1) نيروي عمل  (2) پانل تيغه اي (3) ستون (4) تير افقي (5) قسمت هاي ثابت براي ستون (6) سازه اصلي

الف: روش تقويت كردن پانل كامپوزيت آلمينيوم: <br />


شكل وسط صفحه 26: <br />
(1) فلز تقويت كننده را با چسب به پانل آلوویستا بچسبانيد.
(2) چوب چهارتراش يا قوطي آلمينيوم
(3) كنار ها را با استفاده از پيچ يا پرچ ثابت كنيد.
(4) كناره هاي پانل كامپوزيت آلمينيوم را خم كنيد.
ب: روش تقويت كردن پانل كامپوزيت آلمينيوم با هسته ضد حريق نانو:
 

شكل هاي پايين صفحه 26: <br />
(1) فلز تقويت كننده را با چسب به پانل آلوویستا بچسبانيد.  (2) چوب چهارتراش يا قوطي آلمينيوم
(3) كنار ها را با استفاده از پيچ يا پرچ ثابت كنيد.          (4) كناره هاي پانل ضد حريق آلوویستا را خم كنيد.
(5) فلز تقويت كننده را با چسب به پانل آلوویستا بچسبانيد.  (2) چوب چهارتراش يا قوطي آلمينيوم
(3) كنار ها را با استفاده از پيچ يا پرچ ثابت كنيد.          (4) كناره هاي پانل ضد حريق آلوویستا را خم كنيد.

صفحه 27 <br />

با توجه به دو روش تقويت فوق، مشخص مي شود كه براي پانل كامپوزيت آلمينيوم با هسته ضد حريق نانو، در مقايسه با پانل هاي كامپوزيت آلمينيوم معمولي لز مواد تقويتي بسيار كمتري استفاده مي شود.
علت اصلي اين امر اين است كه براي خم كاري پانل هاي كامپوزيت آلمينيوم با هسته ضد حريق نانو، از روش خم كاري پر مقاومت استفاده مي شود. به اين ترتيب، عليرغم داشتن مواد تقويتي كمتر، از مقاومت بالاتري برخوردار بوده و نيازي نيست در محل تا تقويت شود.
اگر روش تا كردن پانل كامپوزيت آلمينيوم با هسته ضد حريق نانو با روش تا كردن پانل كامپوزيت آلمينيوم معمولي        
يكي باشد، روش تقويت آنها نيز با هم تفاوتي نخواهد داشت.

	</p>
</section>
<section id="pt6">
	<p>بالا بردن پانل ها و نصب آنها: <br />


شكل بالاي صفحه 27: <br />
(1) بالا بردن و نصب   (2) دستك    (3) كف (سقف)  (4) قطعات تعبيه شده از قبل براي بستن 


	</p>
</section>
<section id="pt7">
	<p>پر كردن درز و تزريق چسب: <br />
پركردن درز با مفتول سبك كلرواتيلن يا پلي اتيلن اسفنجي براي تزريق چسب   


شكل وسط صفحه 27: <br />
(1) چسب سيليكون آب بندي (2) مفتول سبك اسفنجي  (3) بهترين وضعيت محافظت وقتي است كه نسبت A به B برابر با 2:1 باشد. 

	</p>
</section>
<section id="pt8">
	<p>جدا كردن لايه نازك محافظ و كنترل قبولي : <br />
بعد از آنكه چسب سيليكون خود را گرفت و بفيه قسمت هاي پروژه بدون آسيب ديدن سطح پانل ها تكميل شدند، لايه نازك روي پانل ها را براي كنترل و پذيرش كار اجرا شده جدا ميكنيم.  


شكل پايين صفحه 27: <br />
(1) زاويه كمتر از 95 درجه (2) جهت كندن لايه نازك محافظ سطح پانل  (3) ديواره 

	</p>
</section>